export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должность: {
        __caption__: 'Должность',
        наимДолжности: {
          __caption__: 'Должность'
        },
        карта: {
          __caption__: '',
          кодКарты: {
            __caption__: ''
          }
        }
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должность: {
        __caption__: 'Должность',
        наимДолжности: {
          __caption__: 'Должность'
        },
        карта: {
          __caption__: '',
          кодКарты: {
            __caption__: 'КодКарты'
          }
        }
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
