export default {
  projections: {
    ДолжностьE: {
      кодДолжности: {
        __caption__: 'Код должности'
      },
      наимДолжности: {
        __caption__: 'Должность'
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    },
    ДолжностьL: {
      кодДолжности: {
        __caption__: 'Код должности'
      },
      наимДолжности: {
        __caption__: 'Должность'
      },
      карта: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    }
  },
  validations: {
    кодДолжности: {
      __caption__: 'Код должности'
    },
    наимДолжности: {
      __caption__: 'Должность'
    },
    карта: {
      __caption__: 'Карта'
    }
  }
};
