export default {
  projections: {
    РегистрГостейE: {
      дата: {
        __caption__: 'Дата'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Код карты'
        },
        комната: {
          __caption__: '',
          номер: {
            __caption__: 'Комната'
          }
        }
      }
    },
    РегистрГостейL: {
      дата: {
        __caption__: 'Дата'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      карта: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        },
        комната: {
          __caption__: '',
          номер: {
            __caption__: 'Комната'
          }
        }
      }
    }
  },
  validations: {
    данныеПаспорта: {
      __caption__: 'Данные паспорта'
    },
    дата: {
      __caption__: 'Дата'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    карта: {
      __caption__: 'Карта'
    }
  }
};
